let brainIndex = 0;
let brainScore = 0;
let brainLevel = 1;

const brainQuestions = [

/* المرحلة 1 */
{q:"ما هو أكبر كوكب في المجموعة الشمسية؟",a:["الأرض","المشتري","المريخ"],c:1},
{q:"كم عدد أيام الأسبوع؟",a:["5","7","10"],c:1},
{q:"ما الحيوان المعروف بسفينة الصحراء؟",a:["الحصان","الجمل","الأسد"],c:1},
{q:"كم عدد ألوان قوس قزح؟",a:["5","7","9"],c:1},
{q:"ما عاصمة فرنسا؟",a:["باريس","لندن","روما"],c:0},

// أكمل هنا حتى السؤال 20


/* المرحلة 2 */
{q:"ما هو ناتج 12 × 5؟",a:["50","60","70"],c:1},
{q:"أي عضو يضخ الدم؟",a:["القلب","العين","الرئة"],c:0},

// أكمل حتى السؤال 40


/* المرحلة 3 */
{q:"ما أسرع حيوان بري؟",a:["الفهد","الأسد","الحصان"],c:0},

// أكمل حتى السؤال 60


/* المرحلة 4 */
{q:"ما العنصر الكيميائي الذي رمزه O؟",a:["الأكسجين","الذهب","الحديد"],c:0},

// أكمل حتى السؤال 80


/* المرحلة 5 */
{q:"كم عدد الكواكب في المجموعة الشمسية؟",a:["7","8","9"],c:1},

// أكمل حتى السؤال 100

];
